const faqsList = [
  {
    heading: "الأسئلة الشائعة",
    questions: [
      {
        id: 1,
        question: "ما هو صندوق العناية بالبشرة المخصص؟",
        answer: "صندوق العناية بالبشرة المخصص هو مجموعة مختارة من منتجات التجميل مصممة وفقاً لاحتياجات عنايتك بالبشرة.",
      },
      {
        id: 2,
        question: "كيف يعزز المكياج ملامح جمالي؟",
        answer: "يعزز المكياج ملامح جمالك عن طريق إبراز جمالك الطبيعي وإنشاء مظهر مصقول.",
      },
      {
        id: 3,
        question: "هل تشمل استشارة الجمال المخصصة؟",
        answer: "نعم، يتضمن صندوق العناية بالبشرة المخصصة لدينا استشارة لتحديد أفضل المنتجات بالنسبة لك.",
      },
    ],
  },
  {
    heading: "سياسات المتجر والتسعير",
    questions: [
      {
        id: 4,
        question: "ما هي سياسة الإرجاع الخاصة بك؟",
        answer: "نقدم سياسة إرجاع تدوم 30 يومًا للمنتجات غير المستخدمة وغير المفتوحة.",
      },
      {
        id: 5,
        question: "هل منتجاتك خالية من القسوة؟",
        answer: "نعم، جميع منتجاتنا خالية من القسوة ومصدرها أخلاقي.",
      },
      {
        id: 6,
        question: "هل تقدمون شحن دولي؟",
        answer: "نعم، نقدم خيارات شحن دولية عند الخروج.",
      },
      {
        id: 7,
        question: "كيف يتم تحديد أسعاركم؟",
        answer: "تعكس أسعارنا جودة منتجاتنا المختارة وخدمات الاستشارة المخصصة.",
      },
      {
        id: 8,
        question: "هل هناك رسوم اشتراك؟",
        answer: "لا، لا توجد رسوم اشتراك. عليك فقط دفع ثمن صناديق العناية بالبشرة التي تختارها.",
      },
    ],
  },
  {
    heading: "الاشتراك",
    questions: [
      {
        id: 9,
        question: "هل يمكنني إلغاء اشتراكي في أي وقت؟",
        answer: "نعم، يمكنك إلغاء اشتراكك في أي وقت دون أي رسوم إلغاء.",
      },
      {
        id: 10,
        question: "بأي تواتر سأتلقى صندوقًا جديدًا؟",
        answer: "يمكنك الاختيار بين خيارات التوصيل الشهري أو كل شهرين أو كل ربع سنوي.",
      },
      {
        id: 11,
        question: "هل يمكنني تخصيص منتجات اشتراكي؟",
        answer: "بالتأكيد، يمكنك تخصيص المنتجات بناءً على تفضيلاتك واحتياجاتك.",
      },
      {
        id: 12,
        question: "ماذا يحدث إذا كان أحد المنتجات في الصندوق غير متوفر؟",
        answer: "سنقوم بتبديل أي منتج غير متوفر ببديل ذي قيمة متساوية.",
      },
      {
        id: 13,
        question: "كيف يمكنني تحديث تفاصيل اشتراكي؟",
        answer: "يمكنك بسهولة إدارة تفاصيل اشتراكك في إعدادات حسابك.",
      },
      {
        id: 14,
        question: "هل هناك خصم للاشتراكات طويلة الأمد؟",
        answer: "نعم، نقدم خصومات لخطط الاشتراك الممتدة.",
      },
      {
        id: 15,
        question: "هل تقدمون خيار الشراء لمرة واحدة؟",
        answer: "نعم، يمكنك اختيار شراء صندوق العناية بالبشرة لمرة واحدة دون الاشتراك.",
      },
    ],
  },
];


export default faqsList;
